Repository: ahoneybun/ValaSimpleHTTPServer
Catalog: po/*.po
Languages: nl

source: Server is listening on:
nl: De server luistert op:

source: Share your files
nl: Deel je bestanden

source: Select a folder and start sharing
nl: Kies een map en begin met delen

source: Open
nl: Openen

source: Browse to select a folder
nl: Blader naar een map

source: Select packages to install
nl: Kies te installeren pakketten

source: Cancel
nl: Annuleren

source: Your files are at
nl: Je bestanden staan op

source: Settings
nl: Instellingen

source: Listening at port:
nl: Er wordt geluisterd op poort:

source: Simple File Server
nl: Eenvoudige bestandsserver

source: Listening on:
nl: Er wordt geluisterd op:

source: Requested: %s, full path: %s
nl: Gevraagd: %s - Volledig pad: %s

source: %s<h1>Listing files of: %s</h1>
nl: %s<h1>Bestanden van: %s</h1>

source: Open an http server in the selected folder and share your files.
nl: Open een http-server in de gekozen map en deel je bestanden.

source: app;vala;share;files;server;http;
nl: app;toepassing;programma;vala;delen;bestanden;server;http;

source: Acces to your files from any device in the same network
nl: Verken je bestanden middels elk apparaat op hetzelfde netwerk

source: VServer opens an http server in the desired folder. Very usefull to share files in a easy and fast way. Do you have a film in the computer and you want to watch it on the mobile phone? Just start Vserver in you computer and go to the given link with the mobile phone, you will have the film right there!
nl: VServer zet een http-server op in een map van jouw keuze om snel en eenvoudig bestanden te delen. Deel bijv. een film zodat je hem op je smartphone kunt kijken. Start VServer op je computer en ga, op je smartphone, naar de getoonde link. Zó simpel is het!

source: It has been developed to follow the same behaviour than the wellknown python's simpleHTTPserver.
nl: VServer werkt net zoals de bekende Python-toepassing 'simpleHTTPserver'.

source: It also works throught comand line options. Try typing 'com.github.bcedu.valasimplehttpserver --help' to learn more.
nl: VServer werkt ook op de opdrachtregel. Typ 'com.github.bcedu.valasimplehttpserver --help' voor meer informatie.

source: VServer release
nl: VServer-uitgave

source: Make app translatable.
nl: VServer kan nu worden vertaald!

source: Add Catalan translations.
nl: Catalaanse vertaling toegevoegd.

source: Add French translations.
nl: Franse vertaling toegevoegd.

source: Start an http server through a clean and minimalist gui.
nl: Start een http-server middels een eenvoudig, minimalistisch venster.

source: Use the command line options to start an http server through the console (type "com.github.bcedu.valasimplehttpserver --help" to learn more).
nl: Gebruik de opdrachtregelopties om een http-server te starten op de opdrachtregel (hyp 'com.github.bcedu.valasimplehttpserver --help' voor meer informatie).

source: Choose the port where vserver listens through the gui.
nl: Kies via welke poort VServer moet luisteren.

source: Initial 1.0.2 release!
nl: Initiële 1.0.2-uitgave!
